RoscoP.ActiveFileInStatusBar
aaron-bond.better-comments
adpyke.codesnap
be5invis.toml
bierner.emojisense
christian-kohler.npm-intellisense
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer-2
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-rename-tag
golang.go
GraphQL.vscode-graphql
jpoissonnier.vscode-styled-components
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
msjsdiag.debugger-for-chrome
silvenon.mdx
stubailo.ignore-gitignore
timonwong.shellcheck
usernamehw.errorlens
vscodevim.vim
xyc.vscode-mdx-preview
zhuangtongfa.material-theme
